{
    "total_size" : 22,
    "type_id" : 2,
    "offset" : 0,
    "items" : [
        {
            "id" : 11,
            "name" : "ZZ Plant",
            "description" : "ZZ Plant is an evergreen perinial growing to 45cm (18in), with round, pale, glossy green leaves. The upper surfaces of the leaves are marked with dark green blotches along the veins, and the lower surfaces coloured deep purple, with leaf shafts that are very thin. When new leaves grow they are rolled up and display their pinkish-red undersides. Like others in the genus, it has a horizontal soil stem, rhizome from which the plants grow up and the roots develop. It requires a minimum temperature of 16°C (61°F), and in temperate areas is often cultivated as a houseplant.This plant also raises and closes its leaves at night and opens them up again as dawn breaks.",
            "price" : 1150,
            "stars" : 3,
            "img1" : "images/plantA1.jpg",
            "img2" : "images/plantA1-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-09-01 07:35:21",
            "updated_at" : "2022-09-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 12,
            "name" : "Caladium",
            "description" : "Caladiums are tropical perennials with colorful, heart-shaped leaves native to tropical forests in South and Central America that have pronounced wet and dry seasons. Caladium bicolor, a Brazilian species, is the most common of several species in this genus in the arum family (Araceae) that are used as ornamentals. There are thousands of named cultivars of this species (sometimes listed as C. x hortulanum), but other species and hybrids are sometimes available. Although they are only hardy to zone 9 or 10, they are easily grown as summer “bulbs” or as houseplants.The two main types of caladiums are the fancy- leaved types, which have large, heart-shaped or semi-heart-shaped leaves on long petioles (12 to 30 inches tall), while the strap- or lance-leaved types, with their shorter and narrower, ruffle-edged leaves on short petioles, are more compact (usually less than 12 inches tall). The lance-leaved types (derived from C.picturantum) have more leaves per tuber than fancy-leaved types.",
            "price" : 1150,
            "stars" : 3,
            "img1" : "images/plantA11.jpg",
            "img2" : "images/plantA11-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-10-01 07:40:21",
            "updated_at" : "2022-10-11 09:45:21",
            "type_id" : 2
        }, 
        {
            "id" : 13,
            "name" : "Jade Plant",
            "description" : "Jade plants are terrestrial. The leaves are often clustered and are variable in shape. The inflorescence bears small flowers which are perfect, containing male and female structures. The flowers are contained in close together spirals on the spadix. The spadix is often elongated into a spike shape, but it can be globe-shaped or club-shaped. Beneath the spadix is the spathe, a type of bract. This is variable in shape, as well, but it is lance-shaped in many species. It may extend out flat or in a curve. Sometimes it covers the spadix like a hood. The fruits develop from the flowers on the spadix. They are juicy berries varying in color, usually containing two seeds.",
            "price" : 1250,
            "stars" : 3,
            "img1" : "images/plantA2.jpg",
            "img2" : "images/plantA2-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-10-01 07:30:21",
            "updated_at" : "2022-10-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 14,
            "name" : "Georgis Ruby",
            "description" : "It is a genus of about 47 species of monocotyledonous flowering plants in the family Araceae, native to tropical regions of the Americas and southeastern Asia. Certain species of Spathiphyllum are commonly known as spath or peace lilies.They are evergreen herbaceous perennial plants with large leaves 12-65 cm long and 3-25cm broad. The flowers are produced in a spadix, surrounded by a 10-30cm long, white, yellowish, or greenish spathe. The plant does not need large amounts of light or water to survive. They are most often grown as houseplants, however they are able to withstand the elements well enough to thrive when planted outdoors in situations that are hot and humid.",
            "price" : 1350,
            "stars" : 3,
            "img1" : "images/plantA3.jpg",
            "img2" : "images/plantA3-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-10-01 07:35:21",
            "updated_at" : "2022-10-11 10:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 15,
            "name" : "Monstera Plant",
            "description" : "It forms a dense shrub 40-60cm tall, occasionally more, composed of pad-like stems 6-15cm long and 4-12cm broad.Instead of spines it has numerous white or yellow glochids 2-3mm long in dense clusters. They are barbed and thinner than the finest human hairs, detaching in large numbers upon the slightest touch. If not removed they will cause considerable skin irritation so the plants must be treated with caution.The Latin specific epithet microdasys means “small and hairy”.The yellow flowers appear only rarely. Despite this, it is a very popular cactus in cultivation, partly because of the young plant's comical resemblance to a rabbit's head.It is a genus of about 47 species of monocotyledonous flowering plants in the family Araceae.",
            "price" : 1450,
            "stars" : 3,
            "img1" : "images/plantA4.jpg",
            "img2" : "images/plantA4-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-11-01 06:35:21",
            "updated_at" : "2022-11-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 16,
            "name" : "Prayer Plant",
            "description" : "Named for Bartolomeo Maranta, an Italian physician and botanist of the 16th century, the Maranta genus includes a few dozen low-growing plants native to Brazil, among them the prayer plant (Maranta leuconeura). It gets its common name from the fact that its leaves stay flat during the day and then fold up like praying hands at night.The prayer plant is one of the most distinguishable tropicals, thanks to its beautiful decorative leaves. The popular tri-color variety has deep green, velvety leaves with yellow splotches down the midrib and arching red veins traveling to the leaf margins. A slow-grower, the prayer plant can eventually reach up to a foot in height indoors. They are fairly popular as house plants and can be planted and cared for indoors during any time of the year, but they're not necessarily easy to keep growing over the long term.",
            "price" : 1250,
            "stars" : 3,
            "img1" : "images/plantA12.jpg",
            "img2" : "images/plantA12-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-05-01 07:30:21",
            "updated_at" : "2022-05-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 17,
            "name" : "Alocasia Plant",
            "description" : "Alocasia houseplants are known for their distinctive and stunning foliage. Broad heart- or arrowhead-shaped, textured leaves can feature flat or wavy edges and boast distinctive veining that is often creamed colored and provides a stark contrast from the deep green of the leaf. Alocasias have a very commanding presence. This plant pulls you in with its striking looks and undeniable charm and adds effortless style to any end table or bookcase.It is easier to care for the alocasia like all indoor plants when you understand more about its origin. These are subtropical plants that hail from Asia and Eastern Australia. In nature, these plants grow underneath a tree canopy, so the alocasia naturally develops large leaves to help give it an edge over other plants when it comes to soaking up sunlight. Some varieties of alocasia will grow into massive plants with exceptionally large leaves. Smaller types (Jewel Alocasias) are available that are more manageable and will not take over your home if space is a concern. Expect your alocasia to proliferate during the warmer months. These fast-growing houseplants can push out new leaves almost weekly when actively growing. Alocasia will hold steady until the next growing season when the weather turns cold. Under the right conditions, your alocasia will bloom. The flowers feature a spathe and spadix but are typically concealed by the leaves. The foliage of alocasia is the real showstopper.",
            "price" : 1550,
            "stars" : 3,
            "img1" : "images/plantA5.jpg",
            "img2" : "images/plantA5-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 18,
            "name" : "Peparomia Plant",
            "description" : "The family Piperaceae belongs to an ancient lineage of flowering plants known as Magnoliids. These plants are mostly tropical, and are the source of many of the essential oils and botanical oddities that we use today. Avocados, bay laurel, black pepper, cinnamon, magnolias, and nutmeg are all Magnoliids.Unlike plants Peperomia are distantly-related to, they are grown not for food purposes, but for ornamental purposes. Their flower spikes lack a perianth, or petals and sepals, and instead are borne on a spike. The spike, or inflorescence, is an easy way to identify a blooming plant is from the Piperaceae. It might not be the most attractive flower, however, Peperomia plants are grown for their beautiful foliage, not their blooms. They are semi-succulent, adaptable, visual-appealing, and pet-friendly—all characteristics that make for suitable houseplants.They have the ability to be propagated from any part of the plant, except for the roots. Stem, or even leaf, cuttings can root if given proper conditions, which makes it quite valuable in the horticultural industry. This ability is more common in more ancient lineages, but randomly; and whether or not it is an ancient characteristic, or just an evolutionary quirk remains to be known. Being relatively easy to grow species of Peperomia have been sold as houseplants since the 1930s.",
            "price" : 1550,
            "stars" : 3,
            "img1" : "images/plantA6.jpg",
            "img2" : "images/plantA6-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 19,
            "name" : "Fecus Tricolor",
            "description" : "When grown indoors, Tricolor Rubber Tree can be expected to grow to be about 10 feet tall at maturity, with a spread of 5 feet. It grows at a medium rate, and under ideal conditions can be expected to live for approximately 50 years. This houseplant will do well in a location that gets either direct or indirect sunlight, although it will usually require a more brightly-lit environment than what artificial indoor lighting alone can provide. It prefers dry to average moisture levels with very well-drained soil, and may die if left in standing water for any length of time. This plant should be watered when the surface of the soil gets dry, and will need watering approximately once each week. Be aware that your particular watering schedule may vary depending on its location in the room, the pot size, plant size and other conditions; if in doubt, ask one of our experts in the store for advice. It is not particular as to soil type or pH; an average potting soil should work just fine.There are many factors that will affect the ultimate height, spread and overall performance of a plant when grown indoors; among them, the size of the pot it's growing in, the amount of light it receives, watering frequency, the pruning regimen and repotting schedule. Use the information described here as a guideline only; individual performance can and will vary. Please contact the store to speak with one of our experts if you are interested in further details concerning recommendations on pot size, watering, pruning, repotting, etc.",
            "price" : 1650,
            "stars" : 3,
            "img1" : "images/plantA7.jpg",
            "img2" : "images/plantA7-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 20,
            "name" : "Anyamanee",
            "description" : "It is a beautiful house plant yet for both children and pets, contact with dieffenbachia (typically from chewing) can cause a host of unpleasant symptoms, including intense numbing, oral irritation, excessive drooling, and localized swelling.However, these effects are rarely life-threatening. In most cases, symptoms are mild, and can be successfully treated with analgesic agents,antihistamines, or medical charcoal.[Moreover, severe cases can occur if Dieffenbachia makes prolonged contact with oral mucosal tissue. In such cases, symptoms generally include severe pain which can last for several days to weeks. Hospitalization may be necessary if prolonged contact is made with the throat, in which severe swelling has the potential to affect breathing. Gastric evacuation or lavage is seldom indicated.",
            "price" : 1850,
            "stars" : 3,
            "img1" : "images/plantA8.jpg",
            "img2" : "images/plantA8-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 21,
            "name" : "White Diamond",
            "description" : "It can be just about anywhere in your home & it tolerates low light well, but also grows well in bright spots. It doesn't even need natural light to thrive & does just fine in offices with fluorescent lighting ...It is a beautiful house plant yet for both children and pets,",
            "price" : 1750,
            "stars" : 3,
            "img1" : "images/plantA9.jpg",
            "img2" : "images/plantA9-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 22,
            "name" : "Dieffenbachia",
            "description" : "It is a house plant that everyone loves yet for both children and pets, contact with dieffenbachia (typically from chewing) can cause a host of unpleasant symptoms, including intense numbing, oral irritation, excessive drooling, and localized swelling.However, these effects are rarely life-threatening. In most cases, symptoms are mild, and can be successfully treated with analgesic agents,antihistamines, or medical charcoal.In such cases, symptoms generally include severe pain which can last for several days to weeks. Hospitalization may be necessary if prolonged contact is made with the throat, in which severe swelling has the potential to affect breathing. Gastric evacuation or lavage is seldom indicated. In patients with exposure to toxic plants, 40% are children younger than 5 years.",
            "price" : 1350,
            "stars" : 3,
            "img1" : "images/plantA10.jpg",
            "img2" : "images/plantA10-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 23,
            "name" : "Snake Plant",
            "description" : "Sansevieria are evergreen perennials that can grow anywhere from eight inches to 12 feet high. Their sword-like leaves are approximately two feet long. The foliage is stiff, broad, and upright, in a dark green color variegated with white and yellow striping. They are famous for their ability to survive in the most unsuitable growing conditions.They are also renowned for their qualities that help purify the air we breathe. Since they produce oxygen mainly at night, snake plants make for a great bedroom companion. The most commonly used species for gardening, Sansevieria trifasciata is also called mother-in-law’s tongue due to its sharply pointed leaves. Although it’s rare for these plants to bloom, you may wake up one day to find a long flower stalk covered in buds. This tends to happen when the plant is mildly stressed, but it won’t hurt your plant. Their white or cream colored flowers resemble lilies when fully open. Like some lilies, they boast a pleasing fragrance that can fill a room. Unfortunately, pests may also find the scent attractive.",
            "price" : 1650,
            "stars" : 3,
            "img1" : "images/plantA13.jpg",
            "img2" : "images/plantA13-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-03 07:35:21",
            "updated_at" : "2022-12-13 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 24,
            "name" : "Calathea Dottie",
            "description" : "Calathea Dottie is like the gothic cousin of the calathea family with her beautiful dark and pink foliage. Just like many other species of Calathea she can be fussy and difficult to look after, but for the same reason we continue to collect these plants, she really is stunning. If you follow our Calathea Dottie care guide then you should get a good idea of how it needs looking after but if you do have problems with this plant then you’re not alone.It’s very important that your Calathea Dottie does not receive direct light. If this plant is placed underneath direct sunlight it can burn the leaves and damage the plant. Firstly it can cause the colours to fade but even deeper than that it can cause substantial damage. Instead find a spot for it where it receives medium strength light and is protected from the sun. For this reason a north or east facing room can be a great choice.",
            "price" : 1550,
            "stars" : 3,
            "img1" : "images/plantA14.jpg",
            "img2" : "images/plantA14-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-04 07:35:21",
            "updated_at" : "2022-12-14 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 25,
            "name" : "Golden Pothos",
            "description" : "Pothos, also sometimes called devil’s ivy, golden pothos, or hunter’s rove, is one of the most popular house plants in North America. The scientific name is either Epipremnum pinnatum cv. ‘Aureum’ or E. aureum. However, there are a lot of characters on which E. pinnatum and ‘Aureum’ differ, so the latter may be more valid. In the past it has been classified under several different names including Pothos aureus, Rahphidophora aurea, R. pinnata, and Scindapsus aureus. This genus of about 15 species in the arum family (Araceae) occurs from Southeast Asia to the western Pacific. All are evergreen climbers with very different juvenile and mature foliage. In tropical regions pothos is grown as a ground cover or as a scrambler up trees. In our area it can be planted in hanging baskets, used as an underplanting for large potted plants or trees, or grown indoors as a pot plant or trained up a sphagnum pole. It is very efficient at removing indoor pollutants such as formaldehyde, xylene, and benzene.",
            "price" : 1450,
            "stars" : 3,
            "img1" : "images/plantA15.jpg",
            "img2" : "images/plantA15-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-05 07:35:21",
            "updated_at" : "2022-12-15 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 26,
            "name" : "Royal Diamond",
            "description" : "Aglaonema Royal Diamond is part of Araceae family. Plants are native to tropical and subtropical regions of Asia. Aglaonema is often known as Chinese Evergreen.It produces beautiful vibrant lemon-silver-dark green foliage, formed on white stems.Aglaonema is easy to care for, following its basic care requirements of bright indirect to medium light and medium watering. Let the soil dry out slightly, but not entirely, before the next watering. Pot size (diameter): 17 cm and Height with pot: 60cm.Please note that each plant is unique and variations of appearance may occur between each one.Let the soil dry out slightly, but not entirely, before the next watering. Pot size (diameter): 17 cm and Height with pot: 60cm.Please note that each plant is unique and variations of appearance may occur between each one.This plant is Happy at bright indirect to medium light.The ideal r temperature is 18°C – 23ºC.Let the top 5cm of the soil to dry out before next watering. The recommended humidity is 40 - 60%.",
            "price" : 1350,
            "stars" : 3,
            "img1" : "images/plantA16.jpg",
            "img2" : "images/plantA16-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-07 07:35:21",
            "updated_at" : "2022-12-17 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 27,
            "name" : "Leopardina",
            "description" : "How many plant collectors are ready to add a new plant to their massive assortment? Well, I have one extremely impressive recommendation, The Calathea Leopardina or Calathea Concinna, an easy to take care and gorgeous plant from the tropical rainforests of Brazil with remarkable greenery.The plant has marvelous bright green shovel-shaped leaves with a spotted pattern around the leaf-like a leopard, just like the name. The leaves attach to long, vertical stems that spread outwards in random directions giving a mystical display in any area of your house, whether it is a corner, garden, etc. It’s worth mentioning that taking care of it is just like squeezing a lemon, making it one of the greatest Calatheas for gardeners.The plant does require little attention to flourish. Calatheas are accustomed to the warm and humid temperatures of the rainforest environment, but the Leopardina’s can adapt to many settings, making it easy to take care plant. However, there are some things that you need to know so you can take care of it without messing up. You should know which soil mix how much water, fertilizer, and light it needs. You also need to know the best amount of humidity and temperature required for stable growth.",
            "price" : 1850,
            "stars" : 3,
            "img1" : "images/plantA17.jpg",
            "img2" : "images/plantA17-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-08 07:35:21",
            "updated_at" : "2022-12-10 09:35:21",
            "type_id" : 2
        },
         {
            "id" : 28,
            "name" : "Lady Valentine",
            "description" : "This Lady Valentine Aglaonema is also quite an undemanding plant.considered to be a shade tolerant plant with the glossy crime-green dot on leaves with red edges. The leaves of the species are oval and the trunk is erect. The plant is often grown in offices due to its unpretentiousness (this cultivar requires minimal care) and beautiful ornamental leaves.It is usually grown as an annual. It is easily grown in moist, organically rich, well-drained soils in full sun. Avoid overhead watering. Start seeds indoors 6-10 weeks before the last frost date or purchase starter plants. Set out plants/seedlings after the last frost date.The Aglaonema Lady Valentine is a highly decorative plant and one of the most used interior landscape plant. It is easiest of all house plants to grow, with several interesting varieties. The darker green varieties can grow in near shade but while the variegated varieties require brighter light.It is a species of genus aglaonema categorized under Araceae plants family. Aglaonema is also known as Chinese evergreen. Aglaonema plants are attractive, varied, tough, drought-tolerant, low maintenance and hard to kill houseplants with colorful foliage.",
            "price" : 1450,
            "stars" : 3,
            "img1" : "images/plantA18.jpg",
            "img2" : "images/plantA18-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-09 08:35:21",
            "updated_at" : "2022-12-14 10:35:21",
            "type_id" : 2
        },
        {
           "id" : 29,
            "name" : "Aloe Vera",
            "description" : "Aloe Vera is a cactus-like plant that grows in hot, dry climates. It is cultivated in subtropical regions around the world, including the southern border areas of Texas, New Mexico, Arizona, and California.Historically, aloe vera has been used for skin conditions and was thought to improve baldness and promote wound healing.Aloe is used topically (applied to the skin) and orally. Topical use of aloe is promoted for acne, lichen planus (a very itchy rash on the skin or in the mouth), oral submucous fibrosis, burning mouth syndrome, burns, and radiation-induced skin toxicity. Oral use of aloe is promoted for weight loss, diabetes, hepatitis, and inflammatory bowel disease (a group of conditions caused by gut inflammation that includes Crohn’s disease and ulcerative colitis).In 2002, the U.S. Food and Drug Administration issued a ruling that required manufacturers to remove aloe from over-the-counter laxative products because of a lack of safety data.A number of studies have investigated the usefulness of aloe as a dietary supplement or a topical product for health purposes in people.",
            "price" : 1250,
            "stars" : 3,
            "img1" : "images/plantA19.jpg",
            "img2" : "images/plantA19-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-14 08:45:21",
            "updated_at" : "2022-12-18 10:55:21",
            "type_id" : 2
        },
        {
           "id" : 30,
            "name" : "Ficus Elastica",
            "description" : "Ficus elastica, commonly called India rubber plant, India rubber tree or India rubber fig, is native from the Himalayas to Malaysia, Sumatra and Java. It is a broadleaf evergreen shrub or tree that may grow to 50-100’ tall in its native habitat. It is widely grown in the tropics as an ornamental tree. Mature trees develop banyan-like aerial roots that form trunks. In colder climates, this is an extremely popular houseplant that typically grows to 2-10’ tall. It is noted for its thick, leathery, glossy, dark green leaves and pink to purplish stipules. Milky sap from these trees was used to make an inferior rubber in the early 1900s. Small oblong axillary fruits in pairs are rarely seen on plants outside of its tropical native habitat.Winter hardy to USDA Zones 10-12. Grow as a houseplant in St. Louis. Easily grown in a soil-based potting mix. Site indoors in bright indirect light or part shade with protection from afternoon sun. Water regularly during the growing season. Avoid overwatering. Reduce watering from fall to late winter. Prune main branches to encourage a bushier habit, or leave unpruned to create a tall, narrow, more tree-like form.",
            "price" : 1550,
            "stars" : 3,
            "img1" : "images/plantA20.jpg",
            "img2" : "images/plantA20-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-15 08:45:21",
            "updated_at" : "2022-12-19 10:55:21",
            "type_id" : 2
        },
        {
           "id" : 31,
            "name" : "Elliptica",
            "description" : "The genus Calathea consists of more than 300 species which usually live in the relatively lowlight and humid conditions of the understories of tropical forests. Whilst many plants in this environment, such as climbers, have evolved to get closer to the light above, Calatheas have adapted to the conditions provided by the forest floor.In their natural habitat, many Calatheas produce beautiful and boldly coloured flowers, but its their striking foliage which has led them to become a popular houseplant. So much so, that there are now countless cultivars each with their own unique foliage, ensuring that there’s a Calathea for everybody, and every home.Calathea elliptica is native to South America, where it lives on the rainforest floor. ‘Vitatta’ is a slightly obscure cultivar that is praised for its distinctive white stripes which appear almost painted on the leaves.The genus Calathea consists of more than 300 species which usually live in the relatively lowlight and humid conditions of the understories of tropical forests.",
            "price" : 1750,
            "stars" : 3,
            "img1" : "images/plantA21.jpg",
            "img2" : "images/plantA21-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-18 09:45:21",
            "updated_at" : "2022-12-20 11:55:21",
            "type_id" : 2
        },
        {
           "id" : 32,
            "name" : "Schefflera",
            "description" : "The schefflera houseplant is a popular plant and comes in many varieties. The most well known are the umbrella tree and the dwarf umbrella tree. One of the reasons the plant is popular is because schefflera plant care is so easy, but, while schefflera care is easy, the plant does need to be cared for. Keep reading to learn more about growing schefflera and keeping it healthy and lush. Schefflera Plant Care Instructions There are two very important parts to proper schefflera care. The first is correct sunlight and the second is proper watering.Schefflera is a large genus of tropical plants that includes two species that make wonderful tropical house plants. The larger Schefflera actinophylla (sometimes called the umbrella plant or umbrella tree) features long, shiny, oval green leaves that droop gracefully from a central stalk, resembling an umbrella. A mature Schefflera might have 12 to 16 leaflets from a single stalk, while an immature Schefflera is more likely to have four to six. Schefflera arboricola (sometimes called dwarf Schefflera) features smaller, glossy leaves, sometimes with creamy variegation. Other than the smaller size, it looks very similar to its taller cousin.",
            "price" : 1950,
            "stars" : 3,
            "img1" : "images/plantA22.jpg",
            "img2" : "images/plantA22-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-19 18:45:21",
            "updated_at" : "2022-12-22 20:55:21",
            "type_id" : 2
        }
    ]
}
