{
    "total_size" : 10,
    "type_id" : 2,
    "offset" : 0,
    "items" : [
        {
            "id" : 1,
            "name" : "CalatheaX Makoyanna",
            "description" : "Goeppertia makoyanaa is an evergreen perinial growing to 45cm (18in), with round, pale, glossy green leaves. The upper surfaces of the leaves are marked with dark green blotches along the veins, and the lower surfaces coloured deep purple, with leaf shafts that are very thin. When new leaves grow they are rolled up and display their pinkish-red undersides. Like others in the genus, it has a horizontal soil stem, rhizome from which the plants grow up and the roots develop. It requires a minimum temperature of 16°C (61°F), and in temperate areas is often cultivated as a houseplant.Like other “prayer plant”, this plant also raises and closes its leaves at night and opens them up again as dawn breaks.",
            "price" : 1750,
            "stars" : 5,
            "img1" : "images/plant01.jpg",
            "img2" : "images/plant01-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-09-01 07:35:21",
            "updated_at" : "2022-09-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 2,
            "name" : "Anthurium Plant",
            "description" : "Anthurium is a genus of herbs often growing as epiphytes on other plants. Some are terrestrial. The leaves are often clustered and are variable in shape. The inflorescence bears small flowers which are perfect, containing male and female structures. The flowers are contained in close together spirals on the spadix. The spadix is often elongated into a spike shape, but it can be globe-shaped or club-shaped. Beneath the spadix is the spathe, a type of bract. This is variable in shape, as well, but it is lance-shaped in many species. It may extend out flat or in a curve. Sometimes it covers the spadix like a hood. The fruits develop from the flowers on the spadix. They are juicy berries varying in color, usually containing two seeds.",
            "price" : 1550,
            "stars" : 5,
            "img1" : "images/plant02.jpg",
            "img2" : "images/plant02-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-10-01 07:30:21",
            "updated_at" : "2022-10-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 3,
            "name" : "Peace Lilly",
            "description" : "Spathiphyllum is a genus of about 47 species of monocotyledonous flowering plants in the family Araceae, native to tropical regions of the Americas and southeastern Asia. Certain species of Spathiphyllum are commonly known as spath or peace lilies.They are evergreen herbaceous perennial plants with large leaves 12-65 cm long and 3-25cm broad. The flowers are produced in a spadix, surrounded by a 10-30cm long, white, yellowish, or greenish spathe. The plant does not need large amounts of light or water to survive. They are most often grown as houseplants, however they are able to withstand the elements well enough to thrive when planted outdoors in situations that are hot and humid.",
            "price" : 1650,
            "stars" : 5,
            "img1" : "images/plant03.jpg",
            "img2" : "images/plant03-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-10-01 07:35:21",
            "updated_at" : "2022-10-11 10:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 4,
            "name" : "Bunny Ear Cactus",
            "description" : "Opuntia microdasys forms a dense shrub 40-60cm tall, occasionally more, composed of pad-like stems 6-15cm long and 4-12cm broad.Instead of spines it has numerous white or yellow glochids 2-3mm long in dense clusters. They are barbed and thinner than the finest human hairs, detaching in large numbers upon the slightest touch. If not removed they will cause considerable skin irritation so the plants must be treated with caution.The Latin specific epithet microdasys means “small and hairy”.The yellow flowers appear only rarely. Despite this, it is a very popular cactus in cultivation, partly because of the young plant's comical resemblance to a rabbit's head.",
            "price" : 1250,
            "stars" : 5,
            "img1" : "images/plant04.jpg",
            "img2" : "images/plant04-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-11-01 06:35:21",
            "updated_at" : "2022-11-11 09:35:21",
            "type_id" : 2
        }, 
        {
            "id" : 5,
            "name" : "Dum Cane Plant",
            "description" : "Dumb cane is a beautiful house plant yet for both children and pets, contact with dieffenbachia (typically from chewing) can cause a host of unpleasant symptoms, including intense numbing, oral irritation, excessive drooling, and localized swelling.However, these effects are rarely life-threatening. In most cases, symptoms are mild, and can be successfully treated with analgesic agents,antihistamines, or medical charcoal.[Moreover, severe cases can occur if Dieffenbachia makes prolonged contact with oral mucosal tissue. In such cases, symptoms generally include severe pain which can last for several days to weeks. Hospitalization may be necessary if prolonged contact is made with the throat, in which severe swelling has the potential to affect breathing. Gastric evacuation or lavage is seldom indicated.",
            "price" : 1850,
            "stars" : 5,
            "img1" : "images/plant05.jpg",
            "img2" : "images/plant05-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:21",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
         {
            "id" : 6,
            "name" : "Albo Syngonium",
            "description" : "Also known as goosefoot or arrowhead plant, syngonium albo is a particularly colorful type of arrowhead vine that features highly contrasting, variegated leaves in deep greens and white. At times, given proper light, syngonium albo can even take on a slightly pinkish hue.Native to Central and South America, arrowhead vines belong to the Araceae family, which contains twenty to thirty different species. Syngonium albo, like other arrowhead vines, grow in tropical forests where they creep along jungle floors and climb up the base of tree trunks with their aerial roots in search of light. As their natural habitat is shaded by the foliage of taller trees, syngonium have evolved to tolerate a wide range of lighting conditions, including partial shade.A fast-growing vine, syngonium is a beginner-friendly plant that can be trained to climb up a trellis or a moss pole or allowed to cascade naturally over pot edges for a softer look.",
            "price" : 1450,
            "stars" : 5,
            "img1" : "images/plant06.jpg",
            "img2" : "images/plant06-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:20",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
         {
            "id" : 7,
            "name" : "Black Cardinal",
            "description" : "Black Cardinal has glossy bronze and blackish green leaves with lush foliage . A hybrid, low growing, clumping tender perennial shrub, this philodendron is self heading, meaning it does not climb or sprawl like a vine.The leaves are broadly oval or truly lance-shaped, emerging light orange or bronze. They slowly mature to a deeper, truly dark green with inclination to nearly black, and oldest leaves on the lowest part of the plant darkest and dullest. Flowers can arise during the warm months at anytime, being a blackish-red, cloak-like wrapping spathe around a white, finger-like spadix.Philodendrons grow best in medium light and bright indirect sunlight. Older leaves turn yellow naturally. However, several leaves turns yellow at once, it could be an indicator that the plant is getting too much sun. They will tolerate low light, but if the stems become leggy with several inches between the leaves, move the plant to a brighter location.",
            "price" : 1950,
            "stars" : 5,
            "img1" : "images/plant07.jpg",
            "img2" : "images/plant07-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-01 07:35:01",
            "updated_at" : "2022-12-11 09:35:21",
            "type_id" : 2
        },
        {
            "id" : 8,
            "name" : "Medallion",
            "description" : "Calathea Medallion also known as Calathea veitchiana is arguably one of the most beautiful low light plants. They are pretty popular to plant enthusiasts because of their large, medallion-like leaves,a brilliant green pattern on top, and a deep burgundy underneath.Calathea Medallion is part of the prayer plant family that sometimes people call it prayer-plants, but they are not true prayer-plants. The difference between Calathea Medallion and prayer-plants is in their leaves. Prayer plants' leaves fold upright at the base of the stem resembling praying hands. Meanwhile, if the leaves of your Calathea Medallion would curl up from the outer edges inward toward the central vein, check the environment because this means there's a problem with the environment where you placed your Calathea Medallion .Calatheas are tropical plants that can grow from 6 to 36 inches at most. This plant loves an environment with higher humidity, low-light, and moderate soil moisture.",
            "price" : 1750,
            "stars" : 5,
            "img1" : "images/plant08.jpg",
            "img2" : "images/plant08-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-05 08:35:01",
            "updated_at" : "2022-12-13 09:55:21",
            "type_id" : 2
        },
        {
            "id" : 9,
            "name" : "Caperata",
            "description" : "Whether you’re a beginner, or just looking for another unique plant to add up your collection, Peperomia caperata is for you. Its lush green leaves with purple-red stems aren’t only a sight to be enjoyed, but also its seemingly red rat tail flowers.Also called ‘Emerald Ripple’ Peperomia caperata is a tropical plant native to Brazil and enjoys higher humidity, though it doesn’t really mind being a houseplant as long as it is well taken care of. Besides, it does not really require a lot of attention, plus, it is pet-friendly. Peperomia caperata has the habit of retaining water, they do not require a regular watering schedule, and since Brazil’s tropical rainforests have thick and tall trees, this plant does not love direct sunlight. If you’re eyeing this plant and are ready to know how to care for it in the simplest ways, we have written care tips for you.",
            "price" : 1650,
            "stars" : 5,
            "img1" : "images/plant09.jpg",
            "img2" : "images/plant09-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-05 08:35:01",
            "updated_at" : "2022-12-13 09:55:21",
            "type_id" : 2
        },
        {
            "id" : 10,
            "name" : "Emerald Bay",
            "description" : "The Aglaonema Emerald Bay is just one of many varieties of Chinese Evergreen. An attractive, easy to care for plant, it is on just about everyones list of best indoor house plants. Aglaonema plants can be maintained at the lower light levels.often found in the home or office. Although there are many varieties of this plant, the care for all Aglaonema plants is very similar.Emerald Bay is very easy to care for and will be a very solid addition to any interiorscape. We offer this plant in a 10 in. pot up to 28 inches tall and in a 14 in. pot up to 34 inches tall. Both are full and beautiful. Tropical foliage at its best!Some of the more common Aglaonema plant varieties are the Aglaonema Emerald Beauty, Silver Queen and the Aglaonema Silver Bay. Aglaonemas have a bush-like or clumping growth and, depending on the pot size, can be from 8 inches to 4 feet in height. These Aglaonemas are often used in interior landscapes.",
            "price" : 1550,
            "stars" : 5,
            "img1" : "images/plant10.jpg",
            "img2" : "images/plant10-1.jpg",
            "location" : "Rillaulla,Kandana",
            "created_at" : "2022-12-05 08:35:01",
            "updated_at" : "2022-12-13 09:55:21",
            "type_id" : 2
        }
    ]
}
